import "./PersonalDataPage.scss";

const PersonalDataPage = () => {
  return (
    <div className="personal-data">
      <div className="header">
        <h2>Политика за личните данни</h2>
      </div>
      <h4>I. Информация за администратора на лични данни</h4>
      <p>1. Наименование: Презентейшън сървисиз ООД</p>
      <p>2. ЕИК: 200103408</p>
      <p>
        3. Адрес на управление: гр. София, ул. ТИМОК № 28, вх. А, ет. 1, ат. 1А
      </p>
      <p>
        4. Длъжностно лице по защита и обработка на лични данни: Симеон Емилов
        Драганов, тел.
      </p>

      <h4>II. Лични данни, които подлежат на обработка</h4>
      <p>
        1. Лични данни на адвокатите, използващи платформата на “Superlaw” -
        съхраняваме в криптиран вид следните лични данни: Три имена, адвокатски
        номер, адрес на кантора, имейл и телефонен номер.
      </p>
      <p>
        2. Лични данни на потребителите, използващи платформата на “Superlaw” -
        съхраняваме в криптиран вид следните лични данни: Име и фамилия,
        телефонен номер, имейл адрес, областен град по избор.
      </p>

      <h4>III. Цели</h4>
      <p>
        Личните Ви данни се съхраняват с цел създаване на регистрации в
        платформата “Superlaw”, поддържане и обновяване на вече създадени
        акаунти, използване на функционалностите на платформата, изпращане на
        информационни съобщения чрез имейл, СМС или друг вид текстови
        приложения.
      </p>

      <h4>IV. Срок на съхранение</h4>
      <p>
        Гореспоменатите лични данни се съхраняват на сигурни сървъри докато не
        оттеглите Вашето съгласие за съхраняването им или при прекратяване на
        регистрацията в Superlaw.
      </p>

      <h4>V. Право на изтриване („да бъдеш забравен“)</h4>
      <p>
        Вие имате правото да поискате изтриване на свързаните с Вас лични данни,
        като имаме задължението да ги изтрие без ненужно забавяне. Изтриване на
        данните може да се заяви писмено на имейл адрес:, както и чрез изтриване
        на акаунта от потребителя.
      </p>

      <h4>VI. Компетентен орган</h4>
      <p>
        Компетентен орган по защита на личните данни на територията на Република
        България е Комисията по защита на личните данни. Данни за
        кореспонденция: гр. София 1592, бул. „Проф. Цветан Лазаров” № 2
      </p>
      <p>Телефон:02 915 3 518 5. </p>
      <p>Email: kzld@government.bg, kzld@cpdp.bg</p>
      <p>Уеб сайт: www.cpdp.bg</p>
    </div>
  );
};

export default PersonalDataPage;
