import "./TermsAndConditionsPage.scss";

const TermsAndConditionsPage = () => {
  return (
    <div className="terms-and-conditions">
      <div className="header">
        <h2>Общи условия</h2>
      </div>
      <h4>I. ЦЕЛИ</h4>
      <p>
        1. Superlaw (по-надолу “Суперлоу”) е онлайн платформа, съхраняваща
        информация за практикуващи адвокати и предоставяща тази информация до
        ползвателите на онлайн посредничество за намиране на доставчици на
        правни услуги, наричани по-надолу “потребители”.
      </p>
      <p>
        2. Суперлоу не е система, която предоставя правна помощ по смисъла на
        Закона за адвокатурата. Чрез суперлоу не се извършва предоставяне на
        правна помощ по смисъла на Закона за адвокатурата. Суперлоу извършва
        единствено посреднически услуги по смисъла на чл. 41 от закона за
        адвокатурата.
      </p>

      <h4>II. УСЛУГИ</h4>
      <p>1. Суперлоу предоставя техническа възможност на потребителите да:</p>
      <p>
        a. Търсят и достъпват профили на адвокати, практикуващи на територията
        на Република България и регистрирани в системата на Суперлоу.
      </p>
      <p>b. Регистрират потребителски профили в системата на Суперлоу</p>
      <p>c. Изпращат заявки за запазване на час за консултация.</p>
      <p>
        d. Да обновяват и допълват информацията публикувана от потребителя в
        профила си.
      </p>
      <p>
        {" "}
        e. Да оценяват работата на адвокатите, при които потребителите вече са
        извършили консултация.{" "}
      </p>

      <p>
        2. Суперлоу предоставя на регистрираните в системата адвокати с
        потвърдени профили техническата възможност да:
      </p>
      <p>
        a. Поддържат собствен електронен профил в системата на супердок. Не се
        допуска един адвокат да създава и притежава повече от един профил, както
        и група адвокати да използват един и същ профил.{" "}
      </p>
      <p>
        b. Да подновяват и изменят информацията в профила си. Информацията за
        размера на почасовата тарифа може да се изменя максимум един път
        седмично.{" "}
      </p>

      <p>
        3. Услугите на Суперлоу са безплатни за потребителите. Суперлоу не
        изисква от тях заплащане на такса за регистриране на профил,
        потвърждаване на регистриран профил, обновяване и допълване на основната
        информация публикувана в профилите на потребителите
      </p>

      <p>
        4. Суперлоу запазва правото да въведе такси за използване на някои от
        услугите за потребители. При въвеждане на такива такси Суперлоу се
        задължава да информира потребителите си в рамките на едномесечен срок
        преди въвеждането на таксата.
      </p>

      <p>
        5. С регистрацията си в платформата потребителите дават своето съгласие
        да получават информационни и търговски съобщения от Суперлоу. Суперлоу
        не споделя информацията на потребителите си с трети лица. Съгласието
        може да бъде оттеглено във всеки един момент, като потребителят изтрие
        профила си.
      </p>

      <h4>
        III. ПРАВА И ЗАДЪЛЖЕНИЯ НА ПОЛЗВАТЕЛИТЕ НА ОНЛАЙН ПОСРЕДНИЧЕСТВО ЗА
        НАМИРАНЕ НА ПРАВНИ УСЛУГИ
      </h4>
      <p>
        1. Потребителите имат право да създадат свой профил в платформата
        съдържащ: Имейл, име, презиме и фамилия, телефонен номер, областен град
        по избор.
      </p>
      <p>
        2. Потребителите имат право да използват услугата “Запази консултация”.
        Когато използват услугата, потребителите дават своето съгласие данните
        от профила им да бъдат споделени с адвоката, при когото те искат да
        запазят своя час.{" "}
      </p>
      <p>
        3. Услугата “Запази час за консултация” може да бъде използвана до три
        пъти рамките на една седмица.{" "}
      </p>
      <p>
        4. Потребителите се съгласяват да получават съобщения по имейл, СМС и
        други платформи, свързани с техните резервации за консултация при някой
        от регистрираните в платформата на Суперлоу адвокати.
      </p>
      <p>
        5. След проведена консултация, потребителите имат право да оценят
        предоставената им от регистрирания в платформата адвокат услуга,
        използвайки предоставената петобална система.{" "}
      </p>
      <p>
        6. Потребителите се задължават да не публикуват неверни или подвеждащи
        данни в платформата.
      </p>
      <p>
        7. Потребителите се задължават да не публикуват данни призоваващи към
        насилие, нецензурно съдържание и обиди.
      </p>
      <p>
        8. Потребителите се задължават да не публикуват в платформата Супердок
        изявления, съобщения, коментари и всякаква друга информация, които са
        или биха могли да се възприемат като търговски съобщения по смисъла на
        Закона за електронната търговия и/или като реклама по смисъла на Закона
        за защита на конкуренцията.
      </p>
      <p>
        9. Потребителите се задължават да не публикуват каквато и да е
        информация, която би могла да засегне тайната кореспонденция между
        клиент и адвокат по смисъла на закона за адвокатурата.
      </p>
      <p>
        10. Презентейшън сървисиз ООД не изисква от потребителите и адвокатите с
        профил в платформата да предоставят лични данни, които: разкриват расов
        или етнически произход, политически, религиозни и, членство в
        политически партии или организации, сдружения с религиозни, философски,
        политически или синдикални цели. Публикуването от потребител адвокат с
        профил в Суперлоу, в неговия собствен профил и/или в профилите на
        останалите потребители на Суперлоу информация, съобщения, коментари и
        всякакви други изявления разкриващи лични данни от гореизброените
        категории е доброволно действие, извършено по волята на потребителя,
        като Презентейшън сървисиз ООД не носи отговорност за такива действия. С
        публикуването в неговия собствен профил и/или в профилите на останалите
        потребители на Суперлоу на информация, съобщения, коментари и всякакви
        други изявления, съдържащи и разкриващи негови лични данни от
        категориите изброени по-горе, потребителят изразява изрично съгласието
        си публикуваните от него лични данни да бъдат разкрити на останалите
        потребители на платформата Суперлоу.
      </p>
      <p>
        11. Потребителите се съгласяват, че използвайки под каквато и да е форма
        платформата на Суперлоу, те се считат за запознати с общите условия за
        ползване на платформата.{" "}
      </p>

      <h4>
        IV. ПРАВА И ЗАДЪЛЖЕНИЯ НА АДВОКАТИТЕ, ИЗПОЛЗВАЩИ СИСТЕМАТА “SUPERLAW”
      </h4>
      <p>
        1. Адвокатите използващи платформата имат право да регистрират свой
        профил, който съдържа: адресът на кантората им, съдебните райони, в
        които дават правна помощ, трите им имена, кратка автобиография в
        свободен текст, профилна снимка, имейл, телефонен номер, правните
        отрасли с които се занимават и почасовото им възнаграждение за
        консултация.
      </p>
      <p>2. Адвокатите имат право да обновяват и допълват своя профил. </p>
      <p>
        3. Адвокатите имат право да създават свой виртуален график в
        платформата, оформен като календар. Във виртуалния график те публикуват
        свободните дни и часови диапазони за консултация.{" "}
      </p>
      <p>
        4. Адвокатите са задължени да информират потребителите за отменени
        записани часове в разумно време преди срещата.{" "}
      </p>
      <p>
        5. Към датата на регистрация адвокатът е длъжен да е вписан в Регистъра
        на българската адвокатура.{" "}
      </p>
      <p>
        6. Адвокатът е длъжен да предоставя достоверна и актуална информация за
        себе си.
      </p>
      <p>
        7. Адвокатите се задължават при използването на платформата да спазват
        всички свои задължения, произлизащи от Закона за адвокатурата, Наредба
        №1 от 09.07.2004 г. за минималните размери на адвокатските
        възнаграждения и другите нормативни актове. Адвокатите се задължават да
        не публикуват каквато и да е информация за случаите на потребителите на
        платформата и да спазват стриктно задължението си да запазят в тайна
        случаите на потребителите на Суперлоу.{" "}
      </p>
      <p>
        8. Адвокатите се задължават да не публикуват в платформата на Супердок
        неверни данни, данни, принадлежащи на други физически и юридически лица,
        данни, информация, снимки, съобщения, коментари и всякакви други
        изявления, които биха могли да се считат за обидни и уронващи престижа
        и/или представляващи нарушение на авторските права на потребител на
        Суперлоу и/или на трето физическо или юридическо лице, институция,
        държавен орган и/или организация, подвеждащи, съдържащи заплахи и/или
        накърняващи добрите нрави, както и изявления, съдържащи призиви за
        насилие и/или подтикващи към нарушаване и заобикаляне на законови норми.
      </p>

      <h4>V. ОБЩИ И ЗАКЛЮЧИТЕЛНИ РАЗПОРЕДБИ</h4>
      <p>
        1. Суперлоу запазва правото си да прекрати без предизвестие профила на
        регистриран адвокат или потребител при неспазване на което и да е от
        общите условия, както и при неспазване на Закона за адвокатурата.
      </p>
      <p>
        2. Системно отказване, промяна на часове, или друго злонамерено
        поведение и на потребителите, и на адвокатите, също могат да доведат до
        прекратяване без предизвестие на тяхната регистрация.
      </p>
      <p>
        3. Суперлоу не гарантира зададената от адвоката тарифа за консултация.
        Суперлоу не отговаря при разминаване в сумата на декларираната в
        системата цена за час и реалната такава.
      </p>
      <p>
        4. Суперлоу не носи отговорност в случаи,в които се предоставя правна
        помощ в несъответствие с изискванията на закона.
      </p>
      <p>
        5. Суперлоу не отговаря за достоверността и актуалността на
        публикуваните данни от потребителите и от регистрираните в платформата
        адвокати.
      </p>
      <p>
        6. Презентейшън сървисиз ООД предприема необходимите технически и
        организационни мерки, за да защити данните от случайно или незаконно
        унищожаване, или от случайна загуба, от неправомерен достъп, изменение
        или разпространение, както и от други незаконни форми на обработване.
      </p>
      <p>
        7. Презентейшън сървисиз ООД взима специални мерки за защита на
        обработваните данни във връзка с предаването на данните по електронен
        път, които са съобразени със съвременните технологични постижения и
        осигуряват ниво на защита, което съответства на рисковете, свързани с
        обработването, и на естеството на данните, които трябва да бъдат
        защитени.
      </p>
    </div>
  );
};

export default TermsAndConditionsPage;
